[
    {
        "text": "No other succes can compensate in failure in home.",
        "author": "David O. McKay",
        "tag": "importance of home"
    },
    {
        "text": "“As you prayerfully study the Book of Mormon every day, you will make better decisions-every day.",
        "author": "Rusell M. Nelson",
        "tag": "Book of Mormon"
    },
    {
        "text": "Continuous effort – not strength or intelligence – is the key to unlocking our potential.”Continuous effort – not strength or intelligence – is the key to unlocking our potential.",
        "author": "Wiston Churchil",
        "tag": "effort"
    },
    {
       "text": "That which we persist in doing becomes easier to do, not that the nature of the thing has changed but that our power to do has increased.",
        "author":"Ralph Waldo Emerson",
        "tag":"perseverance"
    },
    {
        "text": "In the end, the number of prayers we say may contribute to our happiness, but the number of prayers we answer may be of even greater importance.",
        "author":"Dieter Utchdord",
        "tag":"serve"
    },
    {
        "text": "I know your lives are busy. I know that you have much to do. But I make you a promise that if you will go to the house of the Lord, you will be blessed; life will be better for you.",
        "author":"Gordon B. Hinckley",
        "tag":"temples"
    },
    {
        "text":"I will worship toward thy holy temple, and praise thy name for thy lovingkindness and for thy truth: for thou hast magnified thy word above all thy name",
        "author":"Psalms 138:2",
        "tag":"temples"
    },
    {
        "text":"We did not come to this earth to gain our worth – we brought it with us.",
        "author":"Ardeth G. Kapp",
        "tag":"worth"
    },
    {
        "text":"Even if “everyone is doing it” wrong is never right.",
        "author":"Rusell M. Nelson",
        "tag":"wrong"
    },
    {
        "text":"May we see the light of Christ in others constantly and help them see it in themselves.",
        "author":"Elder Bragg",
        "tag":"light of Christ"
    },
    {
        "text":"Yes, you and I should count our blessings, but we should also make them count.",
        "author":"Neal A. Maxwell",
        "tag":"attitude"
    },
    {
        "text":"No matter what your circumstances are, whether you are in prosperity or in adversity, you can learn from every person, transaction, and circumstance around you.",
        "author":"Brighan Young",
        "tag":"attitude"
    },
        {
         "text":"What we love determines what we seek. What we seek determines what we think and do. What we think and do determines who we are — and who we will become.",
         "author":"Dieter Utchdord",
         "tag":"character"
        } ,
        {
            "text":"The study of the doctrines of the gospel will improve behavior quicker than a study of behavior will improve behavior.",
            "author":"Boyd K. Packer",
            "tag":"character"
        },
        {
            "text":"All of those called to the ministry…are given the gifts needed to perform the work whereunto they are called. These gifts are always the ones needed for the particular work at hand.",
            "author":"Bruce R. McConkie",
            "tag":"missionary work"
        },
            {
            "text":"Our behavior is nothing more than a reflection of the depth of our conversion to Jesus Christ.",
            "author":"Ed J. Pinnegar",
            "tag":"obedience"
            } 
        ]
        
]